#+title: Exposición: Sistemas operativos en dispositivos móviles: Android y ASOP
#+author: Gunnar Wolf

- Tema presentado por :: Cristopher Juárez y Pablo Constantino
- Calificación global :: 7.74 * 0.3 + 6.63 * 0.7 = *6.963*

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|              |       |            |          |           |       |
|          7.5 |   7.5 |        7.5 |        5 |         5 |  6.50 |
|          7.5 |   7.5 |         10 |      7.5 |       7.5 |  8.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |   7.5 |         10 |      7.5 |       7.5 |  8.50 |
|          7.5 |    10 |         10 |       10 |       7.5 |  9.00 |
|           10 |   7.5 |         10 |       10 |       7.5 |  9.00 |
|          7.5 |    10 |         10 |      7.5 |         5 |  8.00 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|          7.5 |     5 |        7.5 |        5 |         0 |  5.00 |
|          7.5 |   7.5 |         10 |      7.5 |         5 |  7.50 |
|           10 |   7.5 |         10 |      7.5 |       7.5 |  8.50 |
|          7.5 |    10 |         10 |      7.5 |       7.5 |  8.50 |
|            5 |     5 |         10 |      7.5 |       7.5 |  7.00 |
|            5 |     5 |        7.5 |        5 |         5 |  5.50 |
|           10 |    10 |         10 |      7.5 |         5 |  8.50 |
|           10 |   7.5 |        7.5 |      7.5 |         5 |  7.50 |
|           10 |   7.5 |         10 |      7.5 |         0 |  7.00 |
|           10 |    10 |         10 |      7.5 |       7.5 |  9.00 |
|           10 |   7.5 |         10 |        5 |         5 |  7.50 |
|            5 |     5 |        7.5 |        5 |         5 |  5.50 |
|           10 |    10 |         10 |      7.5 |         5 |  8.50 |
|            5 |     0 |          0 |        5 |         0 |     2 |
|            0 |     5 |        7.5 |        5 |         5 |  4.50 |
|           10 |    10 |         10 |      7.5 |        10 |  9.50 |
|          7.5 |     5 |         10 |        5 |         5 |  6.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |     5 |         10 |      7.5 |         5 |  7.00 |
|           10 |    10 |         10 |       10 |       7.5 |  9.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |   7.5 |        7.5 |        5 |         5 |  6.50 |
|          7.5 |   7.5 |         10 |       10 |       7.5 |  8.50 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |    10 |         10 |        5 |         5 |  7.50 |
|              |       |            |          |           |       |
|--------------+-------+------------+----------+-----------+-------|
|         8.14 |  7.79 |       9.07 |     7.43 |      6.29 |  7.74 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@3$>..@>>>$>=vmean($1..$5); f-2

* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |          7.5 |     0.75 |
| Material desarrollado  |    0.2 |            5 |       1. |
| Contenido              |    0.2 |          7.5 |      1.5 |
| Fuentes bibliográficas |    0.1 |            5 |      0.5 |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |          7.5 |    1.125 |
| Presencia              |   0.15 |            5 |     0.75 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     6.63 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2
